/*
 * @Author: fanjf
 * @Date: 2022-12-01 09:36:43
 * @LastEditTime: 2022-12-12 14:12:48
 * @LastEditors: fanjf
 * @FilePath: \travel-filing\src\views\config.js
 * @Description: 🎉🎉🎉
 */
export const menuList = [
    {
        title: '测试页面',
        key: 'test',
        desc: '填写请假销假单',
        filePath: 'docx/handoverItemBackup.vue',
        show: false
    },
    {
        title: '文件集合',
        key: 'fileList',
        desc: '各类制度文件、表单文件、活动文件',
        filePath: 'file/fileList.vue',
        show: true
    },
    {
        title: '请假销假单',
        key: 'holiday',
        desc: '填写请假销假单',
        filePath: 'docx/holiday.vue',
        show: true
    }, {
        title: '收入证明',
        key: 'income',
        desc: '仅作为我单位员工工作及收入证明，不做其他用途',
        filePath: 'docx/income.vue',
        show: true
    }, {
        title: '邮箱申请表',
        key: 'applyEmail',
        desc: '邮箱登录地址：http://mail.nanhulab.ac.cn/',
        filePath: 'docx/applyEmail.vue',
        show: true
    },
    {
        title: '离职审批表',
        key: 'offboardApproval',
        desc: '愿你在今后的人生道路上一帆风顺，事业有成',
        filePath: 'docx/offboardApproval.vue',
        show: true
    },
    {
        title: '离职交接单',
        key: 'handoverItem',
        desc: '愿你在今后的人生道路上一帆风顺，事业有成',
        filePath: 'docx/handoverItem.vue',
        show: true
    },
    {
        title: '劳务费审批单',
        key: 'laborCosts',
        desc: '劳务费审批单',
        filePath: 'docx/laborCosts.vue',
        show: true
    },
    {
        title: '公务用车申请单',
        key: 'applyCar',
        desc: '公务用车',
        filePath: 'docx/applyCar.vue',
        show: true
    },
    {
        title: '公务接待审批单',
        key: 'officialReception',
        desc: '公务接待',
        filePath: 'docx/officialReception.vue',
        show: true
    },
    {
        title: '电话记录处理单',
        key: 'recordPhone',
        desc: '处理来电电话',
        filePath: 'docx/recordPhone.vue',
        show: true
    },
    {
        title: '出行报备单',
        key: 'ltinerary',
        desc: '疫情期间，如您需要出嘉，请填写此文档报综合部报备',
        filePath: 'docx/travel.vue',
        show: true
    }
]
/**中心名称 */
export const researchNameList = ['大数据技术研究中心', '人工智能芯片与系统研究中心', '数智技术研究中心', '可定义射频芯片与系统研究中心', '数字生命与智能医学研究中心', '先进生物制造研究中心']

/**中心简称  适用于表格不够填不下*/
export const researchAliasNameList = ['大数据技术', '人工智能芯片', '数智技术', '可定义射频', '数字生命', '先进生物']

/**政治面貌 */

/**emjoi 成语 todo*/
export const idiomList = [
    '🧷👂🏻🐟🐉',//震耳欲聋
    '🧥🍚👴🏻👵🏻',//衣食父母
    '❤️💡👣🔊',//心照不宣
    '👀❌🫳🏻🐘',//盲人摸象
    '🍜🈚🧑🏻😍',//面无人色
    '🦐🧊🦀🗣️',//虾兵蟹将
    '💢🔥🀄🔥',//怒火中烧
    '🐟🎵🌀🍚',//余音绕梁
    '☝️🎂🎈🐏',//趾高气扬
    '🍃🐳🐟🎹',//业精于勤
    '🚶🐎👀🌸',//走马观花
    '☕🍚🙅🏻‍♂️😞',//茶饭不思
    '😁⬆️♣️🔥',//喜上眉梢
    '🥣🚀⛵❤️',//万箭穿心
    '🐔🛫🥚🔨',//鸡飞蛋打
    '🧑🏻🚶🏻☕❄️',//人走茶凉
    '🐦🌧️🌸📦',//鸟语花香
    '🌪️🌸❄️🌛',//风花雪月
    '🧥👀🐒😄',//以观后效
    '👄👄🐘⛵',//口口相传
    '🕊️🍺🕊️📞',//各就各位
    '🐷💥🎒🎈',//珠光宝气
    '🌪️🌧️🕖🕖',//风雨凄凄
    '🌧️🀄❤️🎤',//语重心长
    '👊🏻❤️👊🏻☝🏻',//全心全意
]
