<!--
 * @Author: fanjf
 * @Date: 2022-12-12 14:51:14
 * @LastEditTime: 2022-12-13 16:43:25
 * @LastEditors: fanjf
 * @FilePath: \travel-filing\src\components\detail\zhelibaoText.vue
 * @Description: 🎉🎉🎉
-->
<!-- <script>
  export default({
    name:'zhelibaoText'
  })
</script> -->
<script setup name="zhelibaoText"></script>
<template>
    <h1 style="width:200px;height:200px;">🙇🏻‍♂️敬请期待 组件</h1>
</template>
<!--
    通知：从今天开始需要出差的同事请通过浙里报填写出差申请单，
    然后出差回来后填写报销单。
    请先照着指导PPT操作，如果有任何不明白随时联系我，会做好一对一首次指导工作。
    如果有纸质报销单据，比如火车票这些还是拿给我，由我统一递交到财务部。
    报销数字化以后将节约报销流程时间，给大家工作带来更多便利是个好消息。
    浙里报操作说明
1.浙里报电脑端网址：https://zlb.czt.zj.gov.cn/claim-operator/#/login
2.按照南湖实验室差旅费管理办法，出差申请审批表由部门（中心）负责人审批就可以。
3 . 大数据术研究中心的报销单填写：
①财务审核请选择财务部陈涛
②领导审核环节第一步由中心助理项杰予审批
③后面按原有资金管理办法执行：按金额分三档
1）3000元以内由部门（中心）负责人和财务部负责人王利民审批；
2）3000元至10000万元，由部门（中心）负责人、财务部负责人、分管财务副主任（周主任）审批；
3）超过10000元，由由部门（中心）负责人、财务部负责人、分管财务副主任（周主任）审批以及实验室常务副主任（吕主任）联合审批。
-->